{
    'attachments': [],
    'auto_translated': 0,
    'availability': [
        {
            'value': 5
        }
    ],
    'barcode': [],
    'best_offer_recommended_price': 77.913,
    'best_offer_sale_price': 70.83,
    'brand': 'BYONDSELF',
    'brand_name': 'BYONDSELF',
    'category_id': 2768,
    'characteristics': [],
    'commission': None,
    'content_details': {
        'source_language': 'ro_RO'
    },
    'currency': 'RON',
    'description': '<table border="0" cellpadding="0" cellspacing="0" style="height:600px;width:970px;"><tbody><tr><td><img alt="" src="https://marketplace-static.emag.ro/resources/000/058/862/848/58862848.gif"></td> </tr><tr><td><img alt="" src="https://marketplace-static.emag.ro/resources/000/058/862/597/58862597.jpg"></td> </tr><tr><td> <p>O amintire prietenoasa:</p> <p>Unele burghie si cabluri de incarcare sunt situate in partea de jos a cutiei, sub ambalajul blister de plastic. Va rugam sa ridicati ambalajul blister pentru a accesa aceste parti.Motoarele de inalta viteza vor genera inevitabil caldura. Pentru a proteja masina de gaurit pentru unghii, daca timpul este prea lung sau temperatura este prea mare in timpul utilizarii, sistemul de control al temperaturii va opri automat iesirea si va reporni cand temperatura revine la normal.</p> <p> </p> <p>De ce sa alegeti masina portabila pentru arta unghiilor BYONDSELF&reg;&#65311;</p> <p>Viteza de 18.000 PRM: Freza unghii profesionala echipat cu un motor rotativ puternic de 18.000 RPM, care scurteaza efectiv timpul de lustruire. Freza unghii profesionala vine cu 12 burghie pentru unghii si 36 de benzi de tifon pentru a satisface pe deplin nevoile dumneavoastra. lustruirea, slefuirea, lustruirea si indepartarea unghiilor acrilice si multe altele</p> <p>Viteza si directie reglabile: Freza Unghii Electrica cu viteza reglabila 0-18.000 rpm si functii de directie inainte si inapoi, aceasta pila de unghii este usor de utilizat cu un singur buton de control, potrivita pentru utilizarea cu mana dreapta sau stanga, indiferent daca sunteti profesionist sau incepator. stapanit cu usurinta</p> <p>Functionare fara fir si design de baza: Freza Unghii Electrica cu acumulator este foarte usoara, usor de utilizat si de transportat, vine cu o baza fara fir, poate fi incarcata, detine 8 capete de lustruit, mai usor de gasit pe cel de care aveti nevoie, economisiti spatiu</p> <p>Caldura scazuta, zgomot scazut, vibratii reduse: Freza unghii electrica Portabil profesionala foloseste un motor puternic si silentios, cu functie inteligenta de disipare a caldurii, masina mentine caldura scazuta in timpul utilizarii si nu va arde unghiile stabil. Este foarte potrivit pentru incepatori. (Asigurati-va ca lasati masina sa se odihneasca dupa 15 minute de utilizare continua)</p> <p>Dispozitiv de protectie a motorului: Se opreste automat sa functioneze atunci cand simte ca capul de slefuit este atins sau este fortat sa nu mai functioneze mai mult de doua secunde pentru a preveni ca bebelusii sau animalele de companie sa atinga accidental produsul, provocand deteriorarea produsului si facandu-l inutilizabil.</p> <p>atat cu mana dreapta, cat si cu cea stanga.</p> <p> </p> </td> </tr><tr><td><img alt="" src="https://marketplace-static.emag.ro/resources/000/058/862/600/58862600.jpg"></td> </tr><tr><td> <p>Design de baza</p> <p>Puteti plasa freza unghii profesionala pe baza de incarcare fara fir. Baza are 8 gauri, care pot fi folosite pentru a instala diverse burghie care va plac surse de alimentare. Corpul este usor si compact, convenabil de purtat cand iesi.</p> <p>Reglarea vitezei cu trei viteze si afisaj LED</p> <p>Apasati scurt tasta comutator pentru a regla viteza de viteza si selectati viteza adecvata in functie de nevoile dvs. Suprafata afisajului ultra-clar LED este mai concisa, iar designul general al vitezei si puterii produsului este mai simplu si la moda.</p> <p>directia fata/spate</p> <p>Butonul rotativ selecteaza directia de rotatie a capului de lustruit, care poate fi folosit de ambele maini, usurand lustruirea unghiilor.</p> </td> </tr><tr><td><img alt="" src="https://marketplace-static.emag.ro/resources/000/058/862/604/58862604.jpg"></td> </tr><tr><td><img alt="" src="https://marketplace-static.emag.ro/resources/000/058/862/795/58862795.jpg"></td> </tr><tr><td> <p>Pasi corecti pentru utilizarea masinii de nail art:</p> <p>1. Alegeti burghiul potrivit pentru unghii</p> <p>2. Introduceti capul de lustruit in partea de jos a masinii</p> <p>3. Alegeti treapta de viteza adecvata</p> <p>4. Incepeti calatoria de lustruire</p> <p> </p> <p>NOTE:</p> <p>1. Nu va ajustati imediat la cea mai mare viteza atunci cand il utilizati pentru a evita deteriorarea unghiilor din cauza utilizarii necorespunzatoare.</p> <p>2. Pentru a evita supraincalzirea, luati o scurta pauza dupa fiecare utilizare mai mult de 15 minute.</p> <p>3. Nu schimbati frecvent directia de rotatie pentru a evita deteriorarea capului de lucru.</p> <p>4. Introduceti capul de lustruit in masina si fixati-l inainte de a porni alimentarea pentru a preveni ca capul de lustruit sa zboare.Cand schimbati burghiul, va rugam sa opriti burghiul pentru unghii si sa fixati burghiul la loc.&#65288;NU instalati burghiele pe suprafata mandrinei, va rugam sa le introduceti in adancime.&#65289;</p> <p>5. Este interzisa oprirea manuala a capului de lustruit in timpul utilizarii</p> <p>6. Datorita diferentelor de lumina si afisare pe ecran, culoarea poate fi usor diferita de produs. Va multumim pentru intelegere</p> <p>7. Motoarele de mare viteza genereaza inevitabil caldura. Pentru a proteja masina de gaurit pentru unghii, daca timpul este prea lung sau temperatura este prea mare in timpul utilizarii, sistemul de control al temperaturii va opri automat productia si va reporni dupa ce temperatura revine la normal.</p> </td> </tr><tr><td><img alt="" src="https://marketplace-static.emag.ro/resources/000/058/862/611/58862611.jpg"></td> </tr><tr><td><img alt="" src="https://marketplace-static.emag.ro/resources/000/058/862/613/58862613.jpg"></td> </tr><tr><td> <p>Cel mai bun cadou: Freza unghii electrica Portabil profesionala pentru salonul de acasa sau calatorii, trebuie doar sa conectati adaptorul si sa incepeti sa lucrati. Performanta eficienta si stabila asigura o durata lunga de viata a acestui burghiu portabil pentru unghii. Aceasta pila electrica de unghii poate fi folosita pentru modelarea, slefuirea, slefuirea, lustruirea si indepartarea unghiilor acrilice si pentru indepartarea cuticulelor moarte. Este cel mai bun cadou pentru prietenele de Craciun si de Ziua Recunostintei.</p> </td> </tr><tr><td><img alt="" src="https://marketplace-static.emag.ro/resources/000/058/862/615/58862615.jpg"></td> </tr><tr><td> <p>Ce primesti?</p> <p>12x burghie</p> <p>Masina electrica de gaurit unghii</p> <p>Baza de incarcare fara fir</p> <p>Cablu de type-c</p> <p>36x benzi de slefuit</p> </td> </tr></tbody></table><p> </p>',
    'ean': [
        '5714407281003'
    ],
    'estimated_stock': 0,
    'eu_representative': False,
    'family': None,
    'general_stock': 0,
    'genius_eligibility': 1,
    'genius_eligibility_type': 1,
    'handling_time': [
        {
            'value': 0
        }
    ],
    'has_smart_deals_badge': False,
    'id': 338,
    'images': [
        {
            'display_type': 1,
            'url': 'https://bucket-doc-s1.s3.eu-central-1.amazonaws.com/products/55214/55213105/images/res_336b0fe459fa3b23de18b96d2da8f61e.jpg'
        }
    ],
    'manufacturer': False,
    'max_sale_price': 1000,
    'min_sale_price': 10,
    'name': 'Freza unghii profesionala, BYONDSELF®, cu 12 Bit pentru unghii si 36 Banda abraziva, 18000RPM, Incarcare Wireless in Dock, Directia F/R, Display LED, Reincarcabil, Potrivit pentru gel, unghii acrilice, taiere, lustruire si pedichiura, Roz',
    'number_of_offers': 1,
    'offer_details': {
        'emag_club': 1,
        'id': 102955144,
        'supply_lead_time': 14,
        'warranty_type': 1
    },
    'offer_properties': [],
    'offer_validation_status': {
        'description': 'Saleable',
        'errors': None,
        'value': 1
    },
    'ownership': False,
    'part_number': 'zhijiadamoqiM3fen',
    'part_number_key': 'D8Q0Q8MBM',
    'recommended_price': 0,
    'recycleWarranties': 0,
    'reversible_vat_charging': False,
    'rrp_guidelines': 'RRP input possible',
    'safety_information': '',
    'sale_price': 83,
    'start_date': [],
    'status': 1,
    'stock': [
        {
            'value': 0
        }
    ],
    'translation_validation_status': [
        {
            'description': 'Approved documentation',
            'errors': None,
            'value': 9
        },
        {
            'description': 'EAN validation pending',
            'errors': None,
            'value': 3
        }
    ],
    'url': '',
    'validation_status': [
        {
            'description': 'Approved documentation',
            'errors': None,
            'value': 9
        },
        {
            'description': 'EAN validation pending',
            'errors': None,
            'value': 3
        }
    ],
    'vat_id': 22004,
    'vendor_category_id': None,
    'warranty': 0
}
